{
  "Assets.NAME[ArecaPalmBush]": "Arbusto de Palma Areca",
  "Assets.DESCRIPTION[ArecaPalmBush]": "La Palma Areca es una palma exuberante y aglomerada originaria de Madagascar, conocida por sus frondas arqueadas y plumosas y su apariencia densa y tropical.",
  "Assets.NAME[CA_BluebellWild]": "Campanilla de California",
  "Assets.DESCRIPTION[CA_BluebellWild]": "La Campanilla de California es una impresionante flor silvestre anual nativa de California, que presenta flores de color azul intenso en forma de campana que florecen de primavera a verano.",
  "Assets.NAME[CA_BougainvilleaWild]": "Buganvilla",
  "Assets.DESCRIPTION[CA_BougainvilleaWild]": "La Buganvilla es una planta leñosa tropical originaria de Sudamérica, celebrada por sus vibrantes brácteas parecidas al papel que florecen de primavera a otoño.",
  "Assets.NAME[CA_BoxwoodHedgePiece]": "Seto de Boj Corto Siempreverde",
  "Assets.DESCRIPTION[CA_BoxwoodHedgePiece]": "El Boj es un arbusto compacto y siempreverde conocido por sus hojas pequeñas, densas y verdes, lo que lo hace ideal para setos formales y topiarios. Originario de Europa, Asia y África, es valorado por su versatilidad y facilidad para moldear.",
  "Assets.NAME[CA_ChannelIslandsPoppyWild]": "Amapola de las Islas del Canal",
  "Assets.DESCRIPTION[CA_ChannelIslandsPoppyWild]": "La Amapola de las Islas del Canal, nativa de las Islas del Canal de California, es un arbusto de rápido crecimiento conocido por sus flores de color amarillo brillante en forma de copa que florecen desde principios de primavera hasta el verano.",
  "Assets.NAME[CA_CrapeMyrtleTree]": "Árbol de Mirto Crespón",
  "Assets.DESCRIPTION[CA_CrapeMyrtleTree]": "El Mirto Crespón es un árbol caducifolio conocido por sus flores duraderas y coloridas de color rosa en verano. Es apreciado por sus vibrantes flores, corteza lisa y resistencia al calor y la sequía.",
  "Assets.NAME[CA_EvergreenBushWild01]": "Arbusto Silvestre Pequeño Siempreverde",
  "Assets.DESCRIPTION[CA_EvergreenBushWild01]": "Un pequeño arbusto siempreverde de crecimiento libre. La planta está ligeramente más baja que el 'Arbusto Verde Salvaje 01' del juego en el que se basa.",
  "Assets.NAME[CA_EvergreenBushWild02]": "Arbusto Silvestre Grande Siempreverde",
  "Assets.DESCRIPTION[CA_EvergreenBushWild02]": "Un gran arbusto siempreverde de crecimiento libre. Además de ser siempreverde, es idéntico a la planta caducifolia 'Arbusto Verde Salvaje 02' del juego.",
  "Assets.NAME[CA_EvergreenCityBush01]": "Arbusto Urbano Siempreverde",
  "Assets.DESCRIPTION[CA_EvergreenCityBush01]": "Un arbusto cultivado siempreverde adecuado para jardines durante todo el año. Además de ser siempreverde, esta planta es idéntica a la planta caducifolia 'Arbusto Verde Cultivado 01' vainilla.",
  "Assets.NAME[CA_EvergreenCityBush03]": "Arbusto Urbano Siempreverde",
  "Assets.DESCRIPTION[CA_EvergreenCityBush03]": "Un arbusto cultivado siempreverde adecuado para jardines durante todo el año. El verde es ligeramente más claro que el 'Arbusto Verde Cultivado 03' del juego en el que se basa.",
  "Assets.NAME[CA_EvergreenPearTree]": "Peral Siempreverde",
  "Assets.DESCRIPTION[CA_EvergreenPearTree]": "El Peral Siempreverde es un árbol de tamaño mediano conocido por sus hojas verdes brillantes y sus vistosas flores blancas a finales del invierno. Es valorado por su belleza ornamental y su capacidad para prosperar en climas cálidos.",
  "Assets.NAME[CA_FernPalmBush]": "Arbusto de Palma Cica",
  "Assets.DESCRIPTION[CA_FernPalmBush]": "La Cica es un arbusto de crecimiento lento y siempreverde conocido por sus frondas plumosas de color verde oscuro y es valorado por su apariencia resistente en climas cálidos.",
  "Assets.NAME[CA_GoldMedallionTree]": "Árbol de Medallón Dorado",
  "Assets.DESCRIPTION[CA_GoldMedallionTree]": "El Árbol de Medallón Dorado es un árbol casi siempreverde, conocido por sus flores amarillas brillantes y vistosas que florecen en verano. Es valorado por sus vibrantes flores y su tolerancia a la sequía, lo que lo convierte en una opción ornamental popular.",
  "Assets.NAME[CA_JacarandaTree]": "Jacarandá",
  "Assets.DESCRIPTION[CA_JacarandaTree]": "El Jacarandá es un árbol casi siempreverde conocido por sus impresionantes flores moradas que florecen en primavera. A menudo se planta por su belleza ornamental en climas cálidos, y es el árbol en flor más común en Los Ángeles.",
  "Assets.NAME[CA_JapaneseMapleTree]": "Arce Japonés",
  "Assets.DESCRIPTION[CA_JapaneseMapleTree]": "No es un árbol en flor, pero igual de vibrante. El Arce Japonés es un árbol pequeño y caducifolio originario de Japón, Corea y China, conocido por sus delicadas hojas lobuladas que adquieren un vibrante color rojo en otoño. Es apreciado por su forma elegante y su belleza ornamental en jardines y paisajes.",
  "Assets.NAME[CA_LaurelFigHedgePiece]": "Seto de Ficus Laurel Alto Siempreverde",
  "Assets.DESCRIPTION[CA_LaurelFigHedgePiece]": "Este arbusto alto siempreverde es ideal para pantallas de privacidad y setos. Tiene hojas verdes brillantes y es valorado por su follaje exuberante y fácil mantenimiento en climas cálidos.",
  "Assets.NAME[CA_LaurelFigTree]": "Ficus Laurel",
  "Assets.DESCRIPTION[CA_LaurelFigTree]": "El Ficus Laurel es un árbol grande y siempreverde conocido por su denso follaje verde brillante y su copa extendida. Es valorado por su resistencia y adaptabilidad, y es el árbol de sombra más común en Los Ángeles.",
  "Assets.NAME[CA_LilacWild]": "Lila de California",
  "Assets.DESCRIPTION[CA_LilacWild]": "La Lila de California es un arbusto versátil y siempreverde nativo de California, conocido por sus racimos de flores fragantes de color púrpura brillante que florecen en primavera y principios de verano.",
  "Assets.NAME[CA_LiveOakTree]": "Roble Vivo de California",
  "Assets.DESCRIPTION[CA_LiveOakTree]": "El Roble Vivo de California es un árbol grande y siempreverde nativo de California. Es conocido por su copa ancha y extendida con hojas coriáceas de color verde oscuro, y es valorado por su tolerancia a la sequía y como hábitat de vida silvestre.",
  "Assets.NAME[CA_PoppyBushWild]": "Amapola de California",
  "Assets.DESCRIPTION[CA_PoppyBushWild]": "La Amapola de California es una flor silvestre vibrante y resistente conocida por sus pétalos de color naranja brillante que florecen en primavera y principios de verano. Prospera en climas secos y soleados y es celebrada como la flor estatal de California.",
  "Assets.NAME[CA_SilkFlossTree]": "Palo Borracho",
  "Assets.DESCRIPTION[CA_SilkFlossTree]": "El Palo Borracho es un árbol caducifolio llamativo originario de Sudamérica, conocido por sus grandes flores rosadas que florecen en otoño. A menudo se planta por su apariencia única y su tolerancia a la sequía.",
  "Assets.NAME[CA_VibrantBushCity]": "Arbusto de Flores Cultivadas Vibrantes",
  "Assets.DESCRIPTION[CA_VibrantBushCity]": "Este vibrante arbusto de flores viene en tonos de rojo, naranja y amarillo, y florece de primavera a otoño.",
  "Assets.NAME[CoconutPalmTree01-Illuminated]": "Palmera de Coco — Iluminada",
  "Assets.DESCRIPTION[CoconutPalmTree01-Illuminated]": "Es idéntica a la Palma de Coco del juego, excepto que tiene iluminación incorporada en la base. Las palmeras de coco son palmeras que producen un fruto con una amplia variedad de usos, como cocinar, cosméticos y bebidas. Son nativas de las regiones tropicales.",
  "Assets.NAME[FloridaPalmTree01-Illuminated]": "Palmera de Florida — Iluminada",
  "Assets.DESCRIPTION[FloridaPalmTree01-Illuminated]": "Es idéntica a la Palma de Florida del juego, excepto que tiene iluminación incorporada en la base. Las palmeras de Florida son palmeras grandes que se han plantado en los trópicos y subtrópicos como árboles ornamentales.",
  "Assets.NAME[LargeSoftFlowerBush]": "Arbusto de Flores Grande y Suave",
  "Assets.DESCRIPTION[LargeSoftFlowerBush]": "Este gran arbusto de flores podado viene en tonos claros de blanco, melocotón y amarillo, y florece en primavera y verano.",
  "Assets.NAME[MajestyPalmBush]": "Arbusto de Palma Majestuosa",
  "Assets.DESCRIPTION[MajestyPalmBush]": "La Palma Majestuosa es una palma tropical nativa de Madagascar, conocida por su forma elegante y erguida, y sus gráciles y plumosas frondas de color verde exuberante.",
  "Assets.NAME[RoyalPalmTree01-Illuminated]": "Palmera Real — Iluminada",
  "Assets.DESCRIPTION[RoyalPalmTree01-Illuminated]": "Es idéntica a la Palma Real del juego, excepto que tiene iluminación incorporada en la base. Las palmas reales se suelen plantar como árboles ornamentales y también se utilizan para madera. Son nativas de Centroamérica.",
  "Assets.NAME[SagoPalmBush]": "Arbusto de Palma Sagú",
  "Assets.DESCRIPTION[SagoPalmBush]": "La Palma Sagú es un arbusto de crecimiento lento y siempreverde nativo del sur de Japón, conocido por sus frondas rígidas parecidas a plumas y su forma simétrica de corona.",
  "Assets.NAME[SmallCoolFlowerBush]": "Arbusto de Flores Pequeño y Fresco",
  "Assets.DESCRIPTION[SmallCoolFlowerBush]": "Este pequeño arbusto de flores podado viene en tonos de azul y lavanda, y florece en primavera y verano.",
  "Assets.NAME[SylvesterPalmTree01-Illuminated]": "Palmera Sylvester — Iluminada",
  "Assets.DESCRIPTION[SylvesterPalmTree01-Illuminated]": "Es idéntica a la Palma Sylvester del juego, excepto que tiene iluminación incorporada en la base. Las Palmas Sylvester son árboles en flor que producen frutos que se utilizan para hacer bebidas y conservas de frutas. Son nativas del sur de Asia.",
  "Assets.NAME[TreeSpotlight]": "Foco para Árboles",
  "Assets.DESCRIPTION[TreeSpotlight]": "Iluminación ascendente para colocar debajo de los árboles.",
  "Assets.NAME[Vibrant Foliage Asset Pack Filter]": "Vibrant Foliage Pack"
}