{
  "Options.SECTION[RealisticParking.RealisticParking.Mod]": "Realistic Parking",
  "Options.TAB[RealisticParking.RealisticParking.Mod.Main]": "Paramètres",
  "Options.GROUP[RealisticParking.RealisticParking.Mod.Induced Demand]": "Demande induite",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.EnableInducedDemand]": "Permettre la demande induite pour le stationnement",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.EnableInducedDemand]": "Activer le système de demande induite pour les places de stationnement. Ce système compte chaque fois qu'une voiture se dirige vers une place de stationnement et, une fois qu'un nombre suffisant de voitures s'y sont dirigées, il désactive cette place pour les futurs déplacements. Le système se réinitialise une fois que la place est pleine ou qu'un délai suffisant s'est écoulé.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandInitialTolerance]": "Tolérance de demande initiale",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandInitialTolerance]": "Le nombre de voitures pour les places de stationnement à laisser entrer dans un premier temps sans tenir compte de la taille de la file d'attente par place. Par exemple, s'il y a deux places de stationnement libres, que ce paramètre est fixé à 5 et que la taille de la file d'attente par place est fixée à 1, la place de stationnement sera désactivée après que 7 voitures se seront dirigées vers cette place. Si ce paramètre est réglé sur un nombre faible et que les places de stationnement sont limitées dans la ville, le nombre de voitures circulant dans la ville risque d'être faible.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandQueueSizePerSpot]": "Taille de la file d'attente par place de stationnement",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandCooldown]": "Longueur de la réinitialisation des demande",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandCooldown]": "Le nombre d'images de simulation après la dernière recherche de chemin pour que la demande soit réinitialisée à 0. Pour référence, une minute de jeu est approximativement égale à 182 images (frames).",
  "Options.GROUP[RealisticParking.RealisticParking.Mod.Reroute Distance]": "Distance de réacheminement",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.EnableRerouteDistance]": "Activer la modification de la distance de reroutage",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.EnableRerouteDistance]": "Active la modification de la distance de reroutage pour la navigation automobile. Dans le système vanilla, une voiture peut sentir que la place de parking vers laquelle elle navigue est pleine jusqu'à 4000 nœuds (nodes). Cela provoque des demi-tours aléatoires sur les routes principales, car les voitures changent soudainement de destination de parking pendant qu'elles roulent. Ce système vise à éliminer ce problème en permettant à la voiture de détecter que le parking n'est pas disponible à une distance plus proche.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.RerouteDistance]": "Distance du nœud de réacheminement",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.RerouteDistance]": "Nombre de nœuds en distance depuis le stationnement pour que les voitures soient réacheminées en fonction de la disponibilité des places de stationnement. Pour référence, la valeur dans le jeu de base est de 4000.",
  "Options.GROUP[RealisticParking.RealisticParking.Mod.Garage Spots]": "Minimums de stationnement",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerResProp]": "Emplacements de garage par ménage",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerWorker]": "Places de garage par travailleur",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerWorker]": "Le nombre de places de garage par travailleur dans l'immeuble. Les bâtiments Non-RICO ne sont pas affectés. Les propriétés sans garage dans les assets ne sont pas concernées.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.EnableParkingMins]": "Activer le nombre minimal de stationnement pour les garages",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.ResetButton]": "Réinitialiser les paramètres",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.ResetButton]": "Réinitialiser les paramètres aux valeurs par défaut."
}
