{
  "Assets.NAME[ArecaPalmBush]": "Areka Palmiyesi Çalısı",
  "Assets.DESCRIPTION[ArecaPalmBush]": "Areka Palmiyesi, Madagaskar'a özgü yemyeşil ve sıkça büyüyen bir palmiyedir, kavisli ve tüylü yaprakları ile yoğun, tropikal görünümüyle bilinir.",
  "Assets.NAME[CA_BluebellWild]": "Kaliforniya Çan Çiçeği",
  "Assets.DESCRIPTION[CA_BluebellWild]": "Kaliforniya Çan Çiçeği, Kaliforniya'ya özgü çarpıcı bir yıllık yabani çiçektir, ilkbahardan yaza kadar açan koyu mavi çan şeklindeki çiçekleriyle öne çıkar.",
  "Assets.NAME[CA_BougainvilleaWild]": "Begonvil",
  "Assets.DESCRIPTION[CA_BougainvilleaWild]": "Begonvil, Güney Amerika'ya özgü odunsu bir tropikal bitkidir, ilkbahardan sonbahara kadar açan canlı kağıt benzeri braktleriyle ünlüdür.",
  "Assets.NAME[CA_BoxwoodHedgePiece]": "Kısa Yaprak Dökmeyen Şimşir Çiti",
  "Assets.DESCRIPTION[CA_BoxwoodHedgePiece]": "Şimşir, küçük, sık ve yeşil yapraklarıyla bilinen kompakt, yaprak dökmeyen bir çalıdır, bu da onu resmi çitler ve topiyer için ideal hale getirir. Avrupa, Asya ve Afrika'ya özgüdür, çok yönlülüğü ve şekillendirme kolaylığıyla değerlidir.",
  "Assets.NAME[CA_ChannelIslandsPoppyWild]": "Kanal Adaları Gelincik",
  "Assets.DESCRIPTION[CA_ChannelIslandsPoppyWild]": "Kaliforniya'nın Kanal Adaları'na özgü Kanal Adaları Gelincik, ilkbaharın başından yaza kadar açan parlak sarı kase şeklindeki çiçekleriyle bilinen hızlı büyüyen bir çalıdır.",
  "Assets.NAME[CA_CrapeMyrtleTree]": "Oya Ağacı",
  "Assets.DESCRIPTION[CA_CrapeMyrtleTree]": "Oya Ağacı, yazın uzun süren ve renkli pembe çiçekleriyle bilinen yaprak döken bir ağaçtır. Canlı çiçekleri, pürüzsüz kabuğu ve sıcağa ve kuraklığa dayanıklılığıyla değerlidir.",
  "Assets.NAME[CA_EvergreenBushWild01]": "Küçük Yaprak Dökmeyen Yabani Çalı",
  "Assets.DESCRIPTION[CA_EvergreenBushWild01]": "Serbest büyüyen küçük yaprak dökmeyen çalı. Bitki, temel aldığı oyundaki 'Yabani Yeşil Çalı 01'den biraz daha alçaktır.",
  "Assets.NAME[CA_EvergreenBushWild02]": "Büyük Yaprak Dökmeyen Yabani Çalı",
  "Assets.DESCRIPTION[CA_EvergreenBushWild02]": "Serbest büyüyen büyük yaprak dökmeyen çalı. Yaprak dökmeyen olması dışında, oyundaki yaprak döken 'Yabani Yeşil Çalı 02' bitkisiyle aynıdır.",
  "Assets.NAME[CA_EvergreenCityBush01]": "Yaprak Dökmeyen Şehir Çalısı",
  "Assets.DESCRIPTION[CA_EvergreenCityBush01]": "Yıl boyunca bahçeler için uygun yetiştirilmiş yaprak dökmeyen çalı. Yaprak dökmeyen olması dışında, bu bitki vanilla 'Yetiştirilmiş Yeşil Çalı 01' yaprak döken bitkisiyle aynıdır.",
  "Assets.NAME[CA_EvergreenCityBush03]": "Yaprak Dökmeyen Şehir Çalısı",
  "Assets.DESCRIPTION[CA_EvergreenCityBush03]": "Yıl boyunca bahçeler için uygun yetiştirilmiş yaprak dökmeyen çalı. Yeşil renk, temel aldığı oyundaki 'Yetiştirilmiş Yeşil Çalı 03'ten biraz daha açıktır.",
  "Assets.NAME[CA_EvergreenPearTree]": "Yaprak Dökmeyen Armut Ağacı",
  "Assets.DESCRIPTION[CA_EvergreenPearTree]": "Yaprak Dökmeyen Armut Ağacı, parlak yeşil yaprakları ve kış sonunda gösterişli beyaz çiçekleriyle bilinen orta boy bir ağaçtır. Süs güzelliği ve sıcak iklimlerde gelişme yeteneğiyle değerlidir.",
  "Assets.NAME[CA_FernPalmBush]": "Sikas Palmiyesi Çalısı",
  "Assets.DESCRIPTION[CA_FernPalmBush]": "Sikas, yavaş büyüyen ve yaprak dökmeyen bir çalıdır, koyu yeşil tüylü yapraklarıyla bilinir ve sıcak iklimlerde dayanıklı görünümüyle değerlidir.",
  "Assets.NAME[CA_GoldMedallionTree]": "Altın Madalyon Ağacı",
  "Assets.DESCRIPTION[CA_GoldMedallionTree]": "Altın Madalyon Ağacı, yazın açan parlak sarı gösterişli çiçekleriyle bilinen neredeyse yaprak dökmeyen bir ağaçtır. Canlı çiçekleri ve kuraklığa toleransıyla değerlidir, bu da onu popüler bir süs bitkisi yapar.",
  "Assets.NAME[CA_JacarandaTree]": "Jakaranda",
  "Assets.DESCRIPTION[CA_JacarandaTree]": "Jakaranda, ilkbaharda açan çarpıcı mor çiçekleriyle bilinen neredeyse yaprak dökmeyen bir ağaçtır. Genellikle sıcak iklimlerde süs güzelliği için dikilir ve Los Angeles'ta en yaygın çiçek açan ağaçtır.",
  "Assets.NAME[CA_JapaneseMapleTree]": "Japon Akçaağacı",
  "Assets.DESCRIPTION[CA_JapaneseMapleTree]": "Çiçek açan bir ağaç değildir ama bir o kadar canlıdır. Japon Akçaağacı, Japonya, Kore ve Çin'e özgü küçük yaprak döken bir ağaçtır, sonbaharda canlı kırmızıya dönüşen narin loblu yapraklarıyla bilinir. Zarif şekli ve bahçe ve peyzajlardaki süs güzelliğiyle değerlidir.",
  "Assets.NAME[CA_LaurelFigHedgePiece]": "Uzun Yaprak Dökmeyen Defne Inciri Çiti",
  "Assets.DESCRIPTION[CA_LaurelFigHedgePiece]": "Bu uzun yaprak dökmeyen çalı, gizlilik perdeleri ve çitler için idealdir. Parlak yeşil yapraklara sahiptir ve sıcak iklimlerde yemyeşil yaprağı ve kolay bakımıyla değerlidir.",
  "Assets.NAME[CA_LaurelFigTree]": "Defne Inciri",
  "Assets.DESCRIPTION[CA_LaurelFigTree]": "Defne Inciri, yoğun parlak yeşil yaprağı ve yayılan taç yapısıyla bilinen büyük, yaprak dökmeyen bir ağaçtır. Dayanıklılığı ve uyarlanabilirliğiyle değerlidir ve Los Angeles'ta en yaygın gölge ağacıdır.",
  "Assets.NAME[CA_LilacWild]": "Kaliforniya Leylağı",
  "Assets.DESCRIPTION[CA_LilacWild]": "Kaliforniya Leylağı, Kaliforniya'ya özgü çok yönlü ve yaprak dökmeyen bir çalıdır, ilkbahar ve yaz başında açan parlak mor kokulu çiçek salkımlarıyla bilinir.",
  "Assets.NAME[CA_LiveOakTree]": "Kaliforniya Canlı Meşe",
  "Assets.DESCRIPTION[CA_LiveOakTree]": "Kaliforniya Canlı Meşe, Kaliforniya'ya özgü büyük, yaprak dökmeyen bir ağaçtır. Koyu yeşil sert yapraklı geniş ve yayılan tacıyla bilinir ve kuraklığa toleransı ve yaban hayatı habitatı olarak değerlidir.",
  "Assets.NAME[CA_PoppyBushWild]": "Kaliforniya Gelincik",
  "Assets.DESCRIPTION[CA_PoppyBushWild]": "Kaliforniya Gelincik, ilkbahar ve yaz başında açan parlak turuncu yapraklarıyla bilinen canlı ve dayanıklı bir yabani çiçektir. Kuru ve güneşli iklimlerde gelişir ve Kaliforniya'nın eyalet çiçeği olarak kutlanır.",
  "Assets.NAME[CA_SilkFlossTree]": "İpek Pamuğu Ağacı",
  "Assets.DESCRIPTION[CA_SilkFlossTree]": "İpek Pamuğu Ağacı, Güney Amerika'ya özgü, sonbaharda açan büyük pembe çiçekleriyle bilinen çarpıcı yaprak döken bir ağaçtır. Genellikle benzersiz görünümü ve kuraklığa toleransı için dikilir.",
  "Assets.NAME[CA_VibrantBushCity]": "Canlı Yetiştirilmiş Çiçekli Çalı",
  "Assets.DESCRIPTION[CA_VibrantBushCity]": "Bu canlı çiçekli çalı kırmızı, turuncu ve sarı tonlarında gelir ve ilkbahardan sonbahara kadar çiçek açar.",
  "Assets.NAME[CoconutPalmTree01-Illuminated]": "Hindistan Cevizi Palmiyesi — Aydınlatmalı",
  "Assets.DESCRIPTION[CoconutPalmTree01-Illuminated]": "Oyundaki Hindistan Cevizi Palmiyesi ile aynıdır, ancak tabanında yerleşik aydınlatma vardır. Hindistan cevizi palmiyeleri, yemek pişirme, kozmetik ve içecekler gibi geniş kullanım alanına sahip meyve üreten palmiyelerdir. Tropikal bölgelere özgüdürler.",
  "Assets.NAME[FloridaPalmTree01-Illuminated]": "Florida Palmiyesi — Aydınlatmalı",
  "Assets.DESCRIPTION[FloridaPalmTree01-Illuminated]": "Oyundaki Florida Palmiyesi ile aynıdır, ancak tabanında yerleşik aydınlatma vardır. Florida palmiyeleri, tropik ve subtropik bölgelerde süs ağaçları olarak dikilen büyük palmiyelerdir.",
  "Assets.NAME[LargeSoftFlowerBush]": "Büyük Yumuşak Çiçekli Çalı",
  "Assets.DESCRIPTION[LargeSoftFlowerBush]": "Bu büyük budanmış çiçekli çalı beyaz, şeftali ve sarının açık tonlarında gelir ve ilkbahar ve yazda çiçek açar.",
  "Assets.NAME[MajestyPalmBush]": "Majestic Palmiye Çalısı",
  "Assets.DESCRIPTION[MajestyPalmBush]": "Majestic Palmiye, Madagaskar'a özgü tropikal bir palmiyedir, zarif ve dik duruşu ile yemyeşil yeşil renkli, zarif ve tüylü yapraklarıyla bilinir.",
  "Assets.NAME[RoyalPalmTree01-Illuminated]": "Kraliyet Palmiyesi — Aydınlatmalı",
  "Assets.DESCRIPTION[RoyalPalmTree01-Illuminated]": "Oyundaki Kraliyet Palmiyesi ile aynıdır, ancak tabanında yerleşik aydınlatma vardır. Kraliyet palmiyeleri genellikle süs ağaçları olarak dikilir ve ayrıca kereste için kullanılır. Orta Amerika'ya özgüdürler.",
  "Assets.NAME[SagoPalmBush]": "Sago Palmiye Çalısı",
  "Assets.DESCRIPTION[SagoPalmBush]": "Sago Palmiye, güney Japonya'ya özgü yavaş büyüyen ve yaprak dökmeyen bir çalıdır, sert tüy benzeri yaprakları ve simetrik taç şekliyle bilinir.",
  "Assets.NAME[SmallCoolFlowerBush]": "Küçük Serin Çiçekli Çalı",
  "Assets.DESCRIPTION[SmallCoolFlowerBush]": "Bu küçük budanmış çiçekli çalı mavi ve lavanta tonlarında gelir ve ilkbahar ve yazda çiçek açar.",
  "Assets.NAME[SylvesterPalmTree01-Illuminated]": "Sylvester Palmiyesi — Aydınlatmalı",
  "Assets.DESCRIPTION[SylvesterPalmTree01-Illuminated]": "Oyundaki Sylvester Palmiyesi ile aynıdır, ancak tabanında yerleşik aydınlatma vardır. Sylvester Palmiyeleri içecek ve meyve reçeli yapmak için kullanılan meyve üreten çiçek açan ağaçlardır. Güney Asya'ya özgüdürler.",
  "Assets.NAME[TreeSpotlight]": "Ağaç Projektörü",
  "Assets.DESCRIPTION[TreeSpotlight]": "Ağaçların altına yerleştirmek için yukarı doğru aydınlatma.",
  "Assets.NAME[Vibrant Foliage Asset Pack Filter]": "Vibrant Foliage Pack"
}
