{
  "Options.SECTION[RealisticParking.RealisticParking.Mod]": "Realistic Parking",
  "Options.TAB[RealisticParking.RealisticParking.Mod.Main]": "Ajustes",
  "Options.GROUP[RealisticParking.RealisticParking.Mod.Induced Demand]": "Demanda Inducida",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.EnableInducedDemand]": "Activar aparcamiento por demanda inducida",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.EnableInducedDemand]": "Habilita un sistema de demanda inducida para las carriles de aparcamiento. Este sistema cuenta cada vez que un automóvil encuentra una ruta hacia una plaza de aparcamiento, y una vez que suficientes autos han sido dirigidos hacia él, ese espacio se deshabilita para futuras rutas. El sistema se reinicia una vez que el espacio está lleno o ha pasado suficiente tiempo.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandInitialTolerance]": "Tolerancia de la demanda inicial",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandInitialTolerance]": "La cantidad de autos que pueden inicialmente buscar ruta hacia los carriles de aparcamiento sin considerar el tamaño de la fila por espacio. Por ejemplo, si hay 2 espacios disponibles, este valor está configurado en 5 y el tamaño de la fila por espacio en 1, el carril de aparcamiento se deshabilitará después de que 7 autos hayan buscado ruta hacia ese espacio. Si este valor se configura en un número bajo y hay carriles de aparcamiento limitados en la ciudad, puede resultar en una baja cantidad de autos circulando.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandQueueSizePerSpot]": "Tamaño de la cola de demanda por plaza de aparcamiento",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandQueueSizePerSpot]": "La cantidad de autos que se permite que busquen ruta hacia cada plaza de aparcamiento disponible. Consulta la descripción de la configuración anterior para más detalles.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandCooldown]": "Restablecimiento de longitud de cola de demanda",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.InducedDemandCooldown]": "La cantidad de fotogramas de simulación después de la búsqueda de ruta más reciente para que la demanda se restablezca a 0. Como referencia, un minuto en el juego equivale aproximadamente a 182 fotogramas.",
  "Options.GROUP[RealisticParking.RealisticParking.Mod.Reroute Distance]": "Distancia de cambio de ruta",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.EnableRerouteDistance]": "Activar distancia de cambio de ruta",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.EnableRerouteDistance]": "Habilita el cambio de distancia de cambio de ruta para la navegación de los autos. En el sistema original, un auto puede detectar que el carril de aparcamiento al que se dirige está lleno hasta a 4000 nodos de distancia. Esto provoca giros en U aleatorios en las vías principales, ya que los autos cambian repentinamente de destino de estacionamiento mientras conducen. Este sistema busca eliminar ese comportamiento permitiendo que el auto solo detecte que el aparcamiento no está disponible a una distancia más cercana y realista.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.RerouteDistance]": "Nodos de distancia de cambio de ruta",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.RerouteDistance]": "Número de nodos de distancia a partir del cual los autos pueden redirigir su ruta según la disponibilidad de aparcamiento. Como referencia, el valor predeterminado del juego es 4000.",
  "Options.GROUP[RealisticParking.RealisticParking.Mod.Garage Spots]": "Mínimos de aparcamientos",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.EnableParkingMins]": "Activar mínimos de aparcamiento en garajes",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.EnableParkingMins]": "Habilita mínimos de aparcamiento en los garajes. Si está activado, las capacidades personalizadas de los garajes reemplazarán los valores predeterminados del juego. Los apartamentos en el juego base tienen hasta 3 espacios y las oficinas alrededor de 30.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerResProp]": "Espacios de garaje por hogar",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerResProp]": "La cantidad de espacios de garaje por hogar en las propiedades residenciales. Las propiedades que no tienen garaje en el asset no se ven afectadas.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerWorker]": "Espacios de garaje por trabajador",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.GarageSpotsPerWorker]": "La cantidad de espacios de garaje por trabajador en propiedades comerciales/oficinas. Los edificios que no son RICO no se ven afectados. Las propiedades que no tienen garaje en el asset tampoco se ven afectadas.",
  "Options.OPTION[RealisticParking.RealisticParking.Mod.Setting.ResetButton]": "Restablecer ajustes",
  "Options.OPTION_DESCRIPTION[RealisticParking.RealisticParking.Mod.Setting.ResetButton]": "Restablece los ajustes a por defecto."
}